{
    "facts": [{
            "id": "weguysloveindia1",
            "name": "Kumbh Mela of Prayagraj,Uttar Pradesh, 2011.",
            "info": "In 2011, Kumbh Mela of Prayagraj,Uttar Pradesh was the largest gathering ever.The year 2011 is a remarkable year in the history of india, where 75 million people gathered in the Nasik Pilgrims. This type of kumbh mela occurs only one 12 years and it lasts for a month in the year. The gathering was so huge that crowd was visible from the space. This image was captured during the worshiper worshiped in the gang, Sarswathi and yamuna river to wash away there sins. This image was captured by the \"IKONOS Satelite\" with a height of 403 miles above the earth and exactly 10.30 AM. This image is considered to be the first high resolution image from satellite.",
            "source": "India times",
            "image": "https://im.indiatimes.in/media/content/itimes/blog/2015/Jun/5/1433160243_kumbh-mela-2.jpg"
        },
        {
            "id": "weguysloveindia2",
            "name": "India has the largest population of vegetarians in the World.",
            "info": "India is ranked top in the world with 38% of the total population being vegetarians. Vegetarianism in the region became popular after the introduction of Buddhism and Jainism which was around 6th Century BC. Both of the religions have the concept of ahimsa which emphasizes on respect and non-violence to all forms of life. Vegetarianism in the country is associated with Lacto-vegetarianism, where people eat dairy products but not eggs. India has one of the lowest rates of meat consumption in the world. However, the consumption of meat is common in coastal states such as West Bengal and Kerala. Vegetarianism is prevalent in communities such as Jain Community, Lingayat, Brahmins, and Vaishnav Community.",
            "source": "India Today",
            "image": "https://www.eatright.org/-/media/eatrightimages/food/nutrition/vegetarianandspecialdiets/vegetarianism-basic-facts-878734076.jpg"
        },
        {
            "id": "weguysloveindia3",
            "name": "Mawsynram hints, 'I never let India lose it's cool.'",
            "info": "Mawsynram, a village on the Khasi Hills, Meghalaya, receives the highest recorded average rainfall in the world.The village of Mawsynram in Meghalaya receives 467 inches of rain. Mawsynram , in Meghalaya is on the windward side of Garo, Khasi and Jantia hills. It receives rain from the South West Monsoon winds which has its path from the Bay of Bengal. Mawsynram is located in hilly areas as the wind move from south - West it cannot move further strikes the hills and due to condensation Mawsynram receives heavy rain fall. Cherrapunji, also a part of Meghalaya, holds the record for the most rainfall in the calendar year of 1861",
            "source": "Times of India",
            "image": "https://i.ytimg.com/vi/An1_xFCpKAs/maxresdefault.jpg"
        },
        {
            "id": "weguysloveindia4",
            "name": "Knock! Knock!! Madam post!",
            "info": "India has the largest postal network in the world. With more than 1.5 lakh post offices spread across the country, India has the largest postal network in the world. The number, which stood at about 23,000 during the time of independence, has grown by almost 7 times. Remarkably, 90% of the total post offices in the country are situated in rural areas. India has the largest postal network in the world with 1,55,618 post offices and over 5,66,000 employees. The modern postal service in India is more than 150 years old.",
            "source": "India Today",
            "image": "https://smedia2.intoday.in/indiatoday/images/stories/2016September/quiz1-sample3_100316045232.jpg"
        },
        {
            "id": "weguysloveindia5",
            "name": "We can fly as well as we float.",
            "info": "The world's highest post office is also located in India (Hikkim) which is located at 15,500 feet, Hikkim is part of the Lahaul and Spiti district in Himachal Pradesh. Hikkim village has a post office situated at an elevation of 4,400 m (14,400 ft). And again, India is the only country to have a floating post office which was built in Dal lake,Srinagar. Set in a huge houseboat against the snow-clad mountains on the beautiful Dal Lake in Srinagar, India's first and only floating post office is also believed to the be the only one of its kind in the world!",
            "source": "Times of India",
            "image": "https://monkonwheels.files.wordpress.com/2020/07/floating-post-office-one.jpg?w=1024"
        },
        {
            "id": "weguysloveindia6",
            "name": "Largest milk producing country.",
            "info": "India is the top country by production of milk in the world. As of 2020, production of milk in India was 194,800 thousand tonnes that accounts for 40.56% of the world's production of milk. The top 5 countries (others are the United States of America, China, Russian Federation, and Brazil) account for 80.80% of it. The world's total production of milk was estimated at 480,256 thousand tonnes in 2020.",
            "source": "knoema.com",
            "image": "https://www.bizvibe.com/wp-content/uploads/2020/04/largest-milk-producing-countries.jpg"
        },
        {
            "id": "weguysloveindia7",
            "name": "Too small to take off.",
            "info": "The first rocket of India was so light and small that it was transported on a bicycle to the Thumba Launching Station in Thiruvananthapuram, Kerala. The rocket for India's first ever rocket launch was carried in parts on a bicycle to the launch site, a church in Thiruvananthapuram in 1963. The launch sent NASA-made Nike-Apache rocket to space and led to the foundation of Indian Space Research Organisation (ISRO) by Vikram Sarabhai on August 15, 1969. The church was later renamed Vikram Sarabhai Space Centre.",
            "source": "wordpress blog, inshorts.com",
            "image": "https://im.indiatimes.in/media/content/2019/Jul/isro_history_1563885126.jpg"
        },
        {
            "id": "weguysloveindia8",
            "name": "India shines.",
            "info": "Until 1896, India was the only source of diamonds in the world. Diamond mining in India extends back into antiquity. From ancient times, India was the source of nearly all the world's known diamonds, and until the discovery of diamonds in South Africa in 1896, India was the only place where diamonds were mined. India has not been a major diamond-producing country since the 1900s, but diamond mining continues.",
            "source": "Wikipedia",
            "image": "https://cdn.mos.cms.futurecdn.net/E3WFeLCEMJZvB9AFzv84TS.jpg"
        },
        {
            "id": "weguysloveindia9",
            "name": "Cows want their recognition.",
            "info": "In West Bengal, India, cows must have a Photo ID card!. In 2007, Indian border guards began photographing cows in villages in West Bengal, issuing them with identity cards to reportedly try and stop the smuggling of cattle to neighbouring Bangladesh. The bovine brigade in Bengal has been among the first to get UID numbers, long before Modi government mooted the proposal of Aadhaar card for cows. The state has been carrying out a cow census through the Paschim Banga Go-Sampad Bikash Sanstha (PBGSBS) and providing identification numbers to each cow since 2014.",
            "source": "India today",
            "image": "https://i.pinimg.com/originals/42/3f/89/423f892927fd03fc6b8070acadef32bd.png"
        },
        {
            "id": "weguysloveindia10",
            "name": "Lonar lake in Maharastra.",
            "info": "Lonar Lake, also known as Lonar crater, is a notified National Geo-heritage Monument,[2][3][4] saline, soda lake, located at Lonar in Buldhana district, Maharashtra, India. Lonar Lake was created by a meteorite collision impact during the Pleistocene Epoch.[5][6] It is one of the four known, hyper-velocity, impact craters in basaltic rock anywhere on Earth. The other three basaltic impact structures are in southern Brazil.[7] Lonar Lake has a mean diameter of 1.2 kilometres (3,900 ft) and is about 137 metres (449 ft) below the crater rim. The meteor crater rim is about 1.8 kilometres (5,900 ft) in diameter.",
            "source": "Wikipedia",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Lonar_Crater_Lake.jpg/396px-Lonar_Crater_Lake.jpg"
        },
        {
            "id": "weguysloveindia11",
            "name": "Come! Let's go up against the gravity",
            "info": "Anti gravity hill in Ladakh, India is Landmarked by a yellow notice board that spells out instructions and asks you place your car on neutral gear right on the spot marked by white paint, this one will leave you in awe as your car will begin to move uphill on its own. Magnet Hill is a \"Cyclops hill\" located near Leh in Ladakh, India. The layout of the area and surrounding slopes create the optical illusion of a hill. The hill road is actually a downhill road. Objects and cars on the hill road may appear to roll uphill in defiance of gravity when they are, in fact, rolling downhill.",
            "source": "Wikipedia",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Magnetic_Hill%2C_Leh.jpg/450px-Magnetic_Hill%2C_Leh.jpg"
        },
        {
            "id": "weguysloveindia12",
            "name": "World's highest rail bridge",
            "info": "About 35 metres taller than the Eiffel Tower, the arch-shaped Chenab bridge in Jammu and Kashmir is the world's tallest rail bridge. It stands at the height of 1,178 feet over the river Chenab. The Chenab Bridge is an Indian railway steel and concrete arch bridge between Bakkal and Kauri in the Reasi district of Jammu and Kashmir, India. When completed, the bridge will span the Chenab River at a height of 359 m above the river, making it the world's highest rail bridge. ",
            "source": "Wikipedia",
            "image": "https://dp5zphk8udxg9.cloudfront.net/wp-content/uploads/2017/05/maxresdefault-e1494492595618.jpg"
        },
        {
            "id": "weguysloveindia13",
            "name": "First things first!",
            "info": "India is a land of many firsts. snakes and ladders to chess a.k.a Chaturanga, buttons, shampooing, the number pi, diamond mining, zero, algebra, trigonometry along with the finding of the presence of water on the moon. Not just kidding but India is about to reach the largest population of the World within no time.",
            "source": "Mystical Mumbai",
            "image": "https://miro.medium.com/max/1276/1*JGblGxBHcJYaW3I4Fxphvg.jpeg"
        },
        {
            "id": "weguysloveindia14",
            "name": "Bandra-Worli Sea Link Has steel Wires Equal to Earth's Circumference",
            "info": "Bandra-Worli Sea Link Has steel Wires Equal to Earth's Circumference. Each of the cables is capable of holding 900 tons of weight. The entire establishment's weight is equivalent to that of 50,000 African elephants. The length of steel wires used in the construction of the Bandra-Worli sealink, Mumbai, is equivalent to the earth's circumference. The eight-lane sealink, constructed at a cost of ₹1,600 crore, is the first cable-stayed bridge on open sea in India. Its weight is equivalent to that of 50,000 African elephants and its length is 63 times that of Qutub Minar.",
            "source": "inshorts.com",
            "image": "https://i.ytimg.com/vi/ozw33SFj8Ik/maxresdefault.jpg"
        },
        {
            "id": "weguysloveindia15",
            "name": "India discovered water on the moon.",
            "info": "For the first time ever, India discovered that there is water on the moon. The Indian Space Research Organisation’s lunar probe, Chandrayaan-1 detected water using a Moon Mineralogy Mapper. On 14 November 2008, India made the Moon Impact Probe onboard Chandrayaan-1 orbiter landed into Shackleton crater and confirmed the presence of water ice. In 2009, scientists involved in ISRO's Chandrayaan 1 and NASA's LCROSS missions finally discovered lunar water, and now the time to go back to the Moon has come.",
            "source": "India today, Wikipedia",
            "image": "https://masterbating.files.wordpress.com/2009/09/moon1.jpg?w=280"
        },
        {
            "id": "weguysloveindia16",
            "name": "MOM's love is priceless and so did India prove that MOM is very cheap.",
            "info": "India's Mars Orbiter Mission is the cheapest mission(Rs 450 crore) to Mars till date. It's so cheap that gravity movie's budget is more than that. The Mars Orbiter Mission (MOM), also called Mangalyaan is a space probe orbiting Mars since 24 September 2014. It was launched on 5 November 2013 by the Indian Space Research . ",
            "source": "India today",
            "image": "https://c.ndtvimg.com/2019-09/q4qt8ldo_mangalyaan_625x300_24_September_19.jpg"
        },
        {
            "id": "weguysloveindia17",
            "name": "India is a Liger.",
            "info": "Currently, India is the only country confirmed to have both wild lions and tigers, specifically Asiatic lions and Bengal tigers. Though they do not share the same territory, they did in the past, and there is a project that could lead to their meeting in the wild. Currently, India is the only country confirmed to have both wild lions and tigers, specifically Asiatic lions and Bengal tigers. Though they do not share the same territory, they did in the past, and there is a project mentioned below that could lead to their meeting in the wild.",
            "source": "Schoopwoop, Wikipedia",
            "image": "https://wallpapercave.com/wp/wp7899612.jpg"
        },
        {
            "id": "weguysloveindia18",
            "name": "World's highest motorable road.",
            "info": "The world's highest motorable road greets you at Ladakh at an elevation of over 19,300 feet. The Border Roads Organisation (under its Project Himank) has constructed the world’s highest motorable pass in the Ladakh region of Jammu and Kashmir, named Umling La, passing through Umlingla Top at a height of over 19,300 feet. It stretches up to 86 km and connects Chisumle and Demchok villages, located 230 Kms from Leh. The temperature at the pass ranges from around minus 10-20 degrees Celsius in summers to minus 40 degrees in winters. Oxygen level at the pass is approximately 50 percent lesser than other places.",
            "source": "Make my trip blog",
            "image": "https://images.livemint.com/rf/Image-621x414/LiveMint/Period2/2017/11/03/Photos/Processed/led-kA4C--621x414@LiveMint.jpg"
        },
        {
            "id": "weguysloveindia19",
            "name": "Helium and the India, 2nd in periodic and populatiton tables respectively.",
            "info": "Julius Jannsen, a french astronomer discovered helium while observing total solar eclipse in guntur, AP, India on 18 August 1868. In 1868 Janssen discovered how to observe solar prominences without an eclipse. While observing the solar eclipse of 18 August 1868, at Guntur, Madras State (now in Andhra Pradesh), British India, he noticed bright lines in the spectrum of the chromosphere, showing that the chromosphere is gaseous.",
            "source": "Wikipedia",
            "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB186j3i.img?h=0&w=600&m=6&q=60&u=t&o=f&l=f"
        },
        {
            "id": "weguysloveindia20",
            "name": "Kuttanad, the lowest point of India.",
            "info": "Kuttanad, Kerala is the lowest point of Bharat, lying at an elevation of 2.7m below sea level. It's wetland agriculture system is the only system in bharat that favours rice cultivation below sea level. Kuttanad in Malayalam means 'small town'. Kuttanad is a delta region of about 900 sq. The Kuttanad Below Sea-level Farming System (KBSFS) is unique, as it is the only system in India that practices rice cultvation below sea level. The major land use structure of KBSFS is ﬂat stretches of rice ﬁelds in about 50,000 ha of mostly reclaimed delta swamps.",
            "source": "Wikipedia",
            "image": "http://camelothotel.in/wp-content/uploads/2016/10/kuttanad.jpg"
        },
        {
            "id": "weguysloveindia21",
            "name": "Last village of India.",
            "info": "This is Mana in Uttarakhand. It is called the last village of india. It's believed that pandavas passed through here when they made their final journey to heaven. Situated in Chamoli district at an elevation of 3200 m in Uttarakhand, Mana village lies on the banks of Saraswati river, and is around 5 km from the famous Hindu pilgrimage centre Badrinath. This beautiful hamlet is 24 km from the Indo-China border, making it the last village of India. If you ever visit the place, you’ll notice the shopkeeper’s in the region selling their products, using the title ‘last village’ like ‘India’s Last Tea and Coffee Corner’, which is quite interesting and amusing at the same time.",
            "source": "Times of India",
            "image": "https://curlytales.com/wp-content/uploads/2020/07/Untitled-2020-07-14T144504.559.jpg"
        },
        {
            "id": "weguysloveindia22",
            "name": "White tigers in India",
            "info": "White tigers are only found among Indian tigers. White tigers a type of Bengal tiger created through a variant in pigmentation. They often grow into larger animals than their orange-coloured cousins.Currently, several hundred white tigers are in captivity worldwide, with about one hundred being found in India. Their unique white color fur has made them popular in entertainment showcasing exotic animals, and at zoos. In India, White tigers can be found at Mukundpur(Madhya Pradesh), Bandhavgarh(Madhya Pradesh), Sundarbans(West Bengal), Nilgiri Hills(Tamil Nadu), Kaziranga(Assam).",
            "source": "walkthroughindia.com",
            "image": "https://www.nativeplanet.com/img/2018/03/4-1522214530.jpg"
        },
        {
            "id": "weguysloveindia23",
            "name": "A Voting Poll Booth Set Up For Just ONE Voter in Gujarat.",
            "info": "India's most privileged voter, Mahant Bharatdas, resides in a small hamlet called Banej in the middle of Gir Forest, Gujarat. The setting up of a particular polling booth for just one voter goes a long way in speaking decibels about the democratic spirit of the country. One of this booths was set up 70 kilometers inside the dense forest of Gir sanctuary. Interestingly, the Election Commission of India (ECI) set up this booth just for one person.",
            "source": "The Economic times",
            "image": "https://cms.qz.com/wp-content/uploads/2019/04/20190423_101526-e1556905877567.jpg?quality=75&strip=all&w=1200&h=900&crop=1"
        },
        {
            "id": "weguysloveindia24",
            "name": "Mathematics in India",
            "info": "Algebra, trigonometry and calculus came from India. Quadratic equations were by Sridharacharya in the 11th Century. The 'Place Value System' and the 'Decimal System' were developed in India in 100 B.C. The largest numbers the Greeks and the Romans used were 10^6(10 to the power of 6) whereas Hindus used numbers as big as 10^53(10 to the power of 53) with specific names as early as 5000 BCE during the Vedic period. Even today, the largest used number is Tera 10^12(10 to the power of 12).",
            "source": "Schoopwoop",
            "image": "https://i.pinimg.com/originals/f5/56/49/f55649ab4591605f4276880fd89e4b2e.jpg"
        },
        {
            "id": "weguysloveindia25",
            "name": "First to sugar",
            "info": "India was the first country to develop extraction and purifying techniques of sugar. Many visitors from abroad learnt the refining and cultivation of sugar from India. Chinese documents confirm at least two missions to India, initiated in 647 AD, for obtaining technology for sugar-refining. In India, the Middle East and China, sugar became a staple of cooking and desserts.",
            "source": "sookshmas.com",
            "image": "https://pbs.twimg.com/media/Dq_FAiMUwAAqumf.jpg:large"
        },
        {
            "id": "weguysloveindia26",
            "name": "Sanskrit is the mother of Indo-European languages.",
            "info": "SANSKRIT is one of the official languages of India, and is popularly known as a classical language of the country. Considered to be the Mother of all Languages, it belongs to the Indic group of language family of Indo-European and its descendents, which are Indo-Iranian and Indo-Aryan. In fact, most of the Indo-European languages spoken in Europe were originated from Sanskrit, Latin and Greek together. Sanskrit is the most suitable language for computer software, reported in Forbes magazine, July 1987.",
            "source": "guyanachronicle.com",
            "image": "http://gitaniketan.org/images/sanskrit.png"
        },
        {
            "id": "weguysloveindia27",
            "name": "Mumbai is a city of seven islands!",
            "info": "Here's one amazing facts about India we're sure you didn't know about! Mumbai as you see it today, only came into existence in 1784 – when it was coalesced into a single mass by the engineer Hornby Vellard. Before that, it was an archipelago of seven islands – Parel, Mazagaon, Mahim, Colaba, Worli, Old Woman's Island (also known as Little Colaba) and Bombay Island. The Seven Islands of Bombay were 16th-century Portuguese colonial possessions lying off the Konkan, the mid-west coast of India, that were partly handed over to England under this title as part of the dowry of Catherine of Braganza when she married Charles II in 1661.",
            "source": "Wikipedia",
            "image": "https://www.travelmyglobe.com/images/Uploaded/Maharashtra_Bombay%20Island,%20Mumbai,%20Maharashtra.jpg"
        },
        {
            "id": "weguysloveindia28",
            "name": "World's largest family",
            "info": "The world’s largest family lives together in India: a man with 39 wives and 94 children!. Zionnghaka was the leader of Chhuanthar Kohhran (meaning \"The Church of New Generation\"), informally referred to as Chana Pâwl, a polygamy-practising Christian sect in Mizoram, India. He was often attributed to as a world record holder for being the head of the \"world's largest existing family\"",
            "source": "Wikipedia",
            "image": "https://d.newsweek.com/en/full/1820931/ziona-chana-pawl-worlds-largest-family.jpg?w=1600&h=900&q=88&f=65e1f1de722b39ed7e1289203d772477"
        },
        {
            "id": "weguysloveindia29",
            "name": "The 250 year old great Banyan tree.",
            "info": "The 250 years old Great Banyan Tree in the Acharya Jagadish Chandra Bose Botanical Garden near Kolkata (Calcutta)covers about 14,500 square meters of land (3.5 acres) making it the widest tree in the world. he great banyan tree draws more visitors to the garden than its collection of exotic plants from five continents. Its main trunk became diseased after it was struck by two cyclones, so in 1925 the main trunk of the tree was amputated to keep the remainder healthy; this has left it as a clonal colony, rather than a single tree. A 330-metre-long (1,080 ft) road was built around its circumference, but the tree continues to spread beyond it.",
            "source": "Wikipedia",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Acharya_Jagadish_Chandra_Bose_Indian_Botanic_Garden_-_Howrah_2011-01-08_9728.JPG/1200px-Acharya_Jagadish_Chandra_Bose_Indian_Botanic_Garden_-_Howrah_2011-01-08_9728.JPG"
        },
        {
            "id": "weguysloveindia30",
            "name": "Tirupathi Balaji",
            "info": "The Lord Venkateswara swamy's Temple in the city of Tirupathi built in the 10th century, is the world's largest religious pilgrimage destination. Larger than either Rome or Mecca, an average of 30,000 visitors donate $6 million (US) to the temple everyday. Tirupati Balaji holds the record of being the richest as well as the most visited temple of India. The main idol of Balaji is alive! People believe it because when you place your ear on the back of the main idol, you can hear the sound of a roaring ocean.",
            "source": "tourmyindia.com",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tirumala_090615.jpg/1200px-Tirumala_090615.jpg"
        }
    ]
}